Repository: KarVarr/MyAppsSwift
Catalog: HayLingo/HayLingo/Resources/Localizable.xcstrings
Source language: en
Languages: hy, ru

source: %lld minutes
hy: %lld րոպե
ru: %lld минут

source: © 2022 - 2024 Karen Vardanian
hy: © 2022 - 2024 Կարեն Վարդանյան
ru: © 2022 - 2024 Карен Варданян

source: 1-3 years old
hy: 1-3 տարեկան
ru: 1-3 года

source: 3-5 years old
hy: 3-5 տարեկան
ru: 3-5 лет

source: 5-7 years old
hy: 5-7 տարեկան
ru: 5-7 лет

source: 7-12 years old
hy: 7-12 տարեկան
ru: 7-12 лет

source: All letters are correct!
hy: Բոլոր տառերը ճիշտ են:
ru: Вы угадали все буквы!

source: Are you sure you want to delete all your progress data? This action cannot be undone.
hy: Իսկապե՞ս ուզում եք ջնջել ձեր առաջընթացի բոլոր տվյալները:
ru: Вы уверены, что хотите удалить все данные о своем прогрессе?

source: Armenian Fairy Tales
hy: Հայկական հեքիաթներ
ru: Армянские Сказки

source: Author՝ %@
hy: Հեղինակ %@
ru: Автор %@

source: Choose the correct translation:
hy: Ընտրեք ճիշտ թարգմանությունը.
ru: Выберите правильный перевод:

source: Close
hy: Փակել
ru: Закрыть

source: Correct answers:
hy: Ճիշտ պատասխաններ.
ru: Правильныx ответов:

source: Data Deleted
hy: Տվյալները ջնջված են
ru: Данные удалены

source: Delete all data
hy: Ջնջել բոլոր տվյալները
ru: Удалить все данные

source: Delete All Data
hy: Ջնջել բոլոր տվյալները
ru: Удалить все данные

source: Don't give up, you will definitely succeed!
hy: Մի հանձնվեք, դուք անպայման հաջողության կհասնեք:
ru: Не сдавайтесь, у вас обязательно все получится!

source: Fairy Tales
hy: Հեքիաթներ
ru: Сказки

source: For everyone
hy: Բոլորի համար
ru: Для всех

source: Great!
hy: Հիանալի
ru: Отлично

source: Language
hy: Լեզու
ru: Язык

source: Large
hy: Մեծ
ru: Большой

source: Loading...
hy: Բեռնվում է...
ru: Загрузка…

source: Medium
hy: Միջին
ru: Средний

source: minutes
hy: րոպե
ru: минут

source: No
hy: Ոչ
ru: Нет

source: No data
hy: Տվյալներ չկան
ru: Нет данных

source: No data for
hy: համար տվյալներ չկան
ru: Нет данных для

source: No progress yet
hy: Առայժմ առաջընթաց չկա
ru: Пока нет прогресса

source: Now you can train!
hy: Այժմ դուք կարող եք մարզվել:
ru: Теперь вы можете тренироваться!

source: OK
hy: Լավ
ru: Ок

source: Our other apps
hy: Մեր մյուս հավելվածները
ru: Другие наши приложения

source: Play again!
hy: Նորից խաղալ:
ru: Еще раз!

source: Please select letters!
hy: Խնդրում ենք ընտրել տառեր:
ru: Пожалуйста, выберите буквы!

source: Previous lessons
hy: Նախորդ դասերը
ru: Предыдущая тренировка

source: Rate the app
hy: Գնահատեք հավելվածը
ru: Оцените приложение

# Result: %lld of %lld
source: Result: %1$lld of %2$lld
hy: Արդյունք՝ %1$lld %2$lld-ից
ru: Счет: %1$lld из %2$lld

source: Select a language
hy: Ընտրեք լեզու
ru: Выберите язык

source: Select a theme
hy: Ընտրեք թեմա
ru: Выберете тему

source: Select letters for practice
hy: Ընտրեք տառեր պրակտիկայի համար
ru: Выберите буквы для практики

source: Settings
hy: Կարգավորումներ
ru: Настройки

source: Show in AppStore
hy: Ցույց տալ AppStore-ում
ru: Показать в AppStore

source: Small
hy: Փոքր
ru: Маленький

source: Sound
hy: Ձայն
ru: Звук

# sound_off
source: Off
hy: Անջատված
ru: Выключено

# sound_on
source: On
hy: Միացված է
ru: Включено

source: Sounds in app
hy: Հնչում է հավելվածում
ru: Звуки в приложении

source: Start game
hy: Սկսել խաղը
ru: Начать игру

source: Study
hy: Ուսումնասիրել
ru: Учить

source: Theme
hy: Թեմա
ru: Тема

source: version: 1.0
hy: տարբերակ: 1.0
ru: версия: 1.0

source: Vibration
hy: Վիբրացիա
ru: Вибрация

source: Vibration in app
hy: Թրթռում հավելվածում
ru: Вибрация в приложении

# vibration_off
source: Off
hy: Անջատված
ru: Выключено

# vibration_on
source: On
hy: Միացված է
ru: Включено

source: Win!
hy: Հաղթե՛ք
ru: Выйрышь

source: Yes
hy: Այո՛
ru: Да

source: You answered these letters incorrectly. Please repeat them:
hy: Դուք սխալ եք պատասխանել այս տառերին։ Խնդրում ենք կրկնել դրանք։
ru: Вы неправильно ответили на эти буквы. Пожалуйста, повторите их:

source: Your progress
hy: Ձեր առաջընթացը
ru: Ваш прогресс

source: Your progress data has been successfully deleted.
hy: Ձեր առաջընթացի տվյալները հաջողությամբ ջնջվել են:
ru: Данные о вашем прогрессе успешно удалены.

# Your progress: %lld from %lld
source: Your progress: %1$lld from %2$lld
hy: Ձեր առաջընթացը՝ %1$lld %2$lld-ից
ru: Ваш прогресс: %1$lld из %2$lld
